Repository: swyp-app-5th-team1/Kohere-iOS
Catalog: Kohere/Kohere/Resource/Localizable.xcstrings
Source language: en
Languages: ko

# account.dateOfBirth.title
source: Date of birth
ko: 생년월일

# account.deleteAccount.title
source: Delete Account
ko: 계정 삭제하기

# account.gender.female
source: Female
ko: 여성

# account.gender.male
source: Male
ko: 남성

# account.gender.title
source: Gender
ko: 성별

# account.linkedEmail.title
source: Linked E-mail
ko: 연결된 이메일

source: address.fullAddressTerms.Dongdaemun-gu
ko: 동대문구

source: address.fullAddressTerms.Gwanak-gu
ko: 관악구

source: address.fullAddressTerms.Gwangjin-gu
ko: 광진구

source: address.fullAddressTerms.Hoegi-dong
ko: 회기동

source: address.fullAddressTerms.Hwayang-dong
ko: 화양동

source: address.fullAddressTerms.Hyehwa-dong
ko: 혜화동

source: address.fullAddressTerms.Jongno-gu
ko: 종로구

source: address.fullAddressTerms.Sillim-dong
ko: 신림동

# announcements.empty.title
source: No Announcements yet
ko: 아직 공지사항이 없어요

# authGate.message
source: Sign in or create an account to use this feature.
ko: 해당 기능은 로그인/회원가입을 해야 이용가능해요. 로그인/회원가입 하시겠어요?

# authGate.notNow
source: Not Now
ko: 나중에 하기

# authGate.signIn
source: Sign In
ko: 로그인하기

# building.type.OFFICETEL
source: Officetel
ko: 오피스텔

# building.type.OTHER
source: Mixed-use Building
ko: 상가주택

# building.type.VILLA
source: Low-rise Apartment
ko: 빌라

# chat.applicationCard.accessibility.copyEmail
source: Copy email
ko: 이메일 복사

# chat.applicationCard.accessibility.emailCopied
source: Email copied
ko: 이메일 복사됨

# chat.applicationCard.field.applicant
source: Applicant
ko: 이름

# chat.applicationCard.field.deposit
source: Deposit
ko: 보증금

# chat.applicationCard.field.email
source: Email
ko: 이메일

# chat.applicationCard.field.gender
source: Gender
ko: 성별

# chat.applicationCard.field.leaseTerm
source: Lease Term
ko: 희망입주기간

# chat.applicationCard.field.moveInDate
source: Move-in Date
ko: 입주희망일

# chat.applicationCard.field.nationality
source: Nationality
ko: 국적

# chat.applicationCard.field.roomType
source: Room Type
ko: 객실 타입

# chat.applicationCard.field.totalCost
source: Total Cost
ko: 총 초기비용

# chat.applicationCard.value.gender.female
source: Female
ko: 여

# chat.applicationCard.value.gender.male
source: Male
ko: 남

# chat.applicationCard.value.leaseTerm
source: %d-month
ko: %d개월

# chat.applicationCard.value.monthlyPrice
source: %@/mo
ko: %@/월

# chat.applicationCard.value.notAvailable
source: N/A
ko: 해당없음

# chat.applicationReceived.message
source: Please reply to the email address on the card within 24 hours to confirm availability. 💌
ko: 원활한 계약을 위해, 카드의 이메일 주소로 24시간 이내에 입주 가능 여부를 보내주시는 것이 좋아요. 📩

# chat.applicationReceived.title
source: You’ve received a new move-in request!
ko: 새로운 입주 신청이 도착했어요!

# chat.applicationSent.message
source: The landlord will review your application and get back to you via email soon. Make sure to check your inbox (and spam folder)! 👀
ko: 집주인이 신청서를 검토한 후 곧 이메일로 연락을 드릴 거예요. 수신함(스팸함)을 꼭 확인해 주세요! 👀

# chat.applicationSent.title
source: Your application is sent!
ko: 신청서가 전송되었어요!

# chat.empty.title
source: No messages yet Contact a landlord to start chatting
ko: 아직 메시지가 없습니다

# chat.popup.action.failure
source: We couldn't complete the request. Please try again.
ko: 요청을 처리하지 못했습니다. 다시 시도해 주세요.

# chat.popup.block.message
source: Block this user? Once blocked, you won't be able to send or receive messages.
ko: 이 사용자를 차단할까요? 차단하면 더 이상 메시지를 주고받을 수 없습니다.

# chat.popup.block.primary
source: Block
ko: 차단하기

# chat.popup.block.success
source: This user has been blocked.
ko: 사용자를 차단했습니다.

# chat.popup.delete.message
source: Delete this chat? This action cannot be undone.
ko: 채팅방을 삭제할까요? 삭제한 채팅방은 복구할 수 없습니다.

# chat.popup.delete.primary
source: Delete
ko: 삭제하기

# chat.popup.delete.success
source: This chat has been deleted.
ko: 채팅방을 삭제했습니다.

# chat.popup.report.primary
source: Report
ko: 신고하기

# chat.popup.report.success
source: Your report has been submitted.
ko: 신고가 접수되었습니다.

# chat.title
source: Chat
ko: 채팅

# chatBot.action.find
source: Browse Listings
ko: 찾아보기

# chatBot.budget.any
source: Any
ko: 상관없음

# chatBot.budget.under
source: Under %@
ko: %@ 이하

# chatBot.title
source: Find My Room
ko: 내 방 찾아보기

# common.accessibility.search
source: Search
ko: 검색

# common.agree
source: Agree
ko: 동의하기

# common.apply
source: Apply
ko: 적용하기

# common.browseListings
source: Browse Listings
ko: 방 보러가기

# common.cancel
source: Cancel
ko: 취소

# common.close
source: Close
ko: 닫기

# common.confirm
source: Confirm
ko: 확인

# common.loading
source: Loading...
ko: 로딩 중...

# common.next
source: Next
ko: 다음

# common.no
source: No
ko: 아니오

# common.resend
source: Resend
ko: 재전송

# common.reset
source: Reset
ko: 초기화

# common.roomFinderBanner.accessibility
source: Find your perfect room in 1 minute
ko: 딱 맞는 방 1분 만에 모아보기

# common.roomFinderBanner.title
source: Find your perfect room in 1 minute.
ko: 딱 맞는 방, 1분 만에 모아보기

# common.save
source: Save
ko: 저장

# common.seeAll
source: See All
ko: 전체보기

# common.select
source: Select
ko: 선택

# common.skip
source: Skip
ko: 건너뛰기

# common.start
source: Get Started
ko: 시작하기

# common.verified
source: Verified
ko: 인증완료

# common.verify
source: Verify
ko: 인증

# common.yes
source: Yes
ko: 네

# facilities.commonSpaces.LOUNGE
source: Lounge
ko: 휴게실

# facilities.commonSpaces.SHARED_BATH
source: Shower Room
ko: 샤워장

# facilities.commonSpaces.SHARED_KITCHEN
source: Shared Kitchen
ko: 공용주방

# facilities.commonSpaces.SHARED_TOILET
source: Shared Toilet
ko: 공용화장실

# facilities.commonSpaces.STUDY_ROOM
source: Study Room
ko: 독서실

# facilities.heatingSystem.CENTRAL
source: Central Heating
ko: 중앙난방

# facilities.heatingSystem.DISTRICT
source: District Heating
ko: 지역난방

# facilities.heatingSystem.INDIVIDUAL
source: Individual Heating
ko: 개별난방

# facilities.heatingSystem.OTHER
source: Electric Heating
ko: 전기난방

# facilities.kitchen.GAS_STOVE
source: Gas Stove
ko: 가스레인지

# facilities.kitchen.MICROWAVE
source: Microwave
ko: 전자레인지

# facilities.kitchen.SHARED_KITCHEN_FULL_OPTION
source: Fully Equipped Shared Kitchen
ko: 공용주방 풀옵션

# facilities.kitchen.SHARED_REFRIGERATOR
source: Shared Refrigerator
ko: 공용냉장고

# facilities.laundry.COIN_LAUNDRY
source: Coin Laundry
ko: 코인세탁

# facilities.laundry.DRYER
source: Dryer
ko: 건조기

# facilities.laundry.PRIVATE_WASHER
source: Private Washer
ko: 개인세탁기 구비

# facilities.laundry.SHARED_WASHER
source: Shared Washer
ko: 공용세탁기

# facilities.livingAmenities.AIR_CONDITIONER
source: Air Conditioner
ko: 에어컨

# facilities.livingAmenities.GAS_STOVE
source: Gas Stove
ko: 가스레인지

# facilities.livingAmenities.MICROWAVE
source: Microwave
ko: 전자레인지

# facilities.livingAmenities.SHARED_KITCHEN_FULL_OPTION
source: Fully Equipped Shared Kitchen
ko: 공용주방 풀옵션

# facilities.livingAmenities.SHARED_PC
source: Shared PC
ko: 공용PC

# facilities.livingAmenities.SHARED_REFRIGERATOR
source: Shared Refrigerator
ko: 공용냉장고

# facilities.livingAmenities.SOFA
source: Sofa
ko: 소파

# facilities.providedSupplies.BEDDING
source: Bedding
ko: 침구류

# facilities.providedSupplies.LAUNDRY_DETERGENT
source: Laundry Detergent
ko: 세탁세제

# facilities.providedSupplies.SEASONING
source: Seasoning
ko: 조미료

# facilities.providedSupplies.SLIPPERS
source: Slippers
ko: 실내화

# facilities.providedSupplies.TISSUE
source: Tissue
ko: 휴지

# facilities.providedSupplies.TOWEL
source: Towel
ko: 수건

# facilities.securityFeatures.DOOR_LOCK
source: Digital Door Lock
ko: 도어락

# facilities.securityFeatures.ENTRANCE_DOOR_LOCK
source: Shared Entrance Door Lock
ko: 공동현관 도어락

# facilities.securityFeatures.FIRE_ALARM
source: Fire Alarm
ko: 화재경보기

# facilities.securityFeatures.FIRE_EXTINGUISHER
source: Fire Extinguisher
ko: 소화기

# facilities.securityFeatures.SECURITY_GUARD
source: Security Guard
ko: 경비원

# home.livingGuide.bankAccount.subtitle
source: Best within 3 days of getting your ARC
ko: ARC 수령 후 3일 안에 가장 먼저 할 일

# home.livingGuide.bankAccount.title
source: How to Open a Bank Account
ko: 은행 계좌 개설 방법

# home.livingGuide.contractChecklist.subtitle
source: PDF download available
ko: PDF 다운로드 가능

# home.livingGuide.contractChecklist.title
source: Korean Contract Checklist
ko: 고시원 계약 시 체크리스트

# home.livingGuide.fraud.subtitle
source: Stay safe from housing scams in Korea
ko: 한국 주거 사기로부터 안전해지세요

# home.livingGuide.fraud.title
source: Common Housing Scams
ko: 조심해야 할 사기 유형

# home.livingGuide.healthInsurance.subtitle
source: Mandatory for stays of 6+ months
ko: 6개월 이상 거주자 의무사항

# home.livingGuide.healthInsurance.title
source: Health Insurance Guide
ko: 건강 보험 등록

# home.livingGuide.subwayApps.subtitle
source: Foreigner-friendly app recommendations
ko: 외국인 후기 좋은 앱 추천

# home.livingGuide.subwayApps.title
source: Top 3 Seoul Subway Apps
ko: 서울 지하철 앱 추천 TOP 3

# home.livingGuide.title
source: Living in Korea
ko: 한국 생활 팁

# home.livingGuide.transportation.subtitle
source: Subways, buses, and transfer tips
ko: 지하철, 버스 이용과 환승 팁

# home.livingGuide.transportation.title
source: Public Transit Guide
ko: 대중교통 이용 안내

# home.quiz.answer.commonCleaning
source: Cleaning of common areas
ko: 공용 청소

# home.quiz.answer.internetWifi
source: Internet & Wi-Fi
ko: 인터넷 & Wi-Fi

# home.quiz.answer.privateElectricity
source: Personal Electricity Bill
ko: 개인 전기요금

# home.quiz.answer.waterBill
source: Water Bill
ko: 수도요금

# home.quiz.explanation.utilityBilling
source: Electricity bills are usually charged separately based on how much you use in your own room.
ko: 전기요금은 보통 방별로 얼마나 썼는지를 기반으로 개별적으로 청구돼요.

# home.quiz.title
source: Today's Korea Living Quiz
ko: 오늘의 한국 생활 퀴즈

# home.recentListings.empty.message
source: No recently viewed listings yet Start browsing to find your perfect room
ko: 최근에 본 매물이 없어요. 방 구경하고 관심 매물로 등록해보세요

# home.recentListings.title
source: Recently Viewed
ko: 최근 본 매물

# home.roomFinder.button
source: Find My Room
ko: 내 방 찾으러 가기

# home.roomFinder.subtitle
source: See curated listings matched to you
ko: 맞춤 추천 매물, 지금 확인하세요

# language.change.cancel
source: Cancel
ko: 취소

# language.change.confirm
source: Change
ko: 변경하기

# language.change.failure
source: Unable to change the language. Please try again.
ko: 언어를 변경하지 못했어요. 다시 시도해 주세요.

# language.change.resetNotice
source: Changing the language will reset your current screens and search settings. Would you like to continue?
ko: 언어를 변경하면 진행 중인 화면과 검색 설정이 초기화됩니다. 변경할까요?

# language.current
source: Current language
ko: 현재 언어

# listing.genderPolicy.ANY
source: All Genders
ko: 혼성

# listing.genderPolicy.FEMALE_ONLY
source: Female Only
ko: 여성 전용

# listing.genderPolicy.GENDER_SEPARATED
source: Gender-Separated
ko: 남녀 분리

# listing.genderPolicy.MALE_ONLY
source: Male Only
ko: 남성 전용

# listing.rentalType.MONTHLY_RENT
source: Monthly Rent
ko: 월세

# listing.type.CO_LIVING
source: Co-living
ko: 코리빙

# listing.type.GOSHIWON
source: Goshiwon
ko: 고시원

# listing.type.SHARE_HOUSE
source: Share House
ko: 쉐어하우스

# listingApplication.action.apply
source: Apply
ko: 신청하기

# listingApplication.action.back
source: Back
ko: 이전

# listingApplication.action.close
source: Close
ko: 닫기

# listingApplication.action.submit
source: Agree & Apply
ko: 동의하고 예약 신청하기

# listingApplication.action.view
source: View
ko: 확인하기

# listingApplication.applicant.gender.female
source: Female
ko: 여성

# listingApplication.applicant.gender.male
source: Male
ko: 남성

# listingApplication.applicant.phone.placeholder
source: Enter your contact information
ko: 연락처를 입력해 주세요.

# listingApplication.applicant.phone.required
source: This field is required
ko: 답변 필수입니다.

# listingApplication.applicant.profile.loadFailed
source: We couldn’t load your profile information.
ko: 프로필 정보를 불러오지 못했습니다.

# listingApplication.applicant.title
source: Application Information
ko: 신청자 정보

# listingApplication.completion.message
source: The host will review your application and get back to you by email.
ko: 임대인이 신청 내용을 확인한 후 등록된 이메일로 연락드릴 예정입니다

# listingApplication.completion.summaryTitle
source: Application Summary
ko: 신청 요약 정보

# listingApplication.completion.title
source: Application Complete
ko: 신청을 완료했어요!

# listingApplication.dateSelection.subtitle
source: Your move-out date will be calculated automatically
ko: 선택 기간에 따라 종료일은 자동 적용됩니다

# listingApplication.dateSelection.title
source: Select your move-in date and stay
ko: 입주 희망일 및 기간을 선택해 주세요

# listingApplication.field.contractPeriod
source: Contract Period
ko: 계약 기간

# listingApplication.field.moveInDate
source: Move-in Date
ko: 입주 희망일

# listingApplication.field.moveOutDate
source: Move-out Date
ko: 종료일

# listingApplication.format.applicationTitle
source: %@ Application
ko: %@ 입주 신청

# listingApplication.format.rentalPeriod.one
source: %@ month
ko: %@개월

# listingApplication.format.rentalPeriod.other
source: %@ months
ko: %@개월

# listingApplication.navigation.dateSelection
source: Application
ko: 입주 날짜 선택

# listingApplication.navigation.review
source: Application
ko: 입주 신청

# listingApplication.notice.message
source: The host will review your application and notify you by email.
ko: 임대인 확인 후 이메일로 안내됩니다.

# listingApplication.notice.title
source: Application Notice
ko: 예약 확정 안내

# listingApplication.privacy.collection.title
source: Privacy Collection and Use
ko: 개인정보 수집 및 이용 안내

# listingApplication.privacy.thirdParty.agreement
source: I agree to the third-party data sharing policy.
ko: 예약 서비스 이용을 위한 개인정보 제 3자 제공 규정을 확인하였으며 이에 동의합니다.

# listingApplication.privacy.thirdParty.title
source: Third-Party Data Sharing Consent
ko: 개인정보 제 3자 제공 동의

# listingApplication.review.field.cost
source: Cost
ko: 금액

# listingApplication.review.field.leaseTerm
source: Lease Term
ko: 계약 기간

# listingApplication.review.field.moveInDate
source: Move-in Date
ko: 입주 희망일

# listingApplication.review.field.moveOutDate
source: Move-out Date
ko: 입주 종료일

# listingApplication.review.field.roomType
source: Room Type
ko: 객실 타입

# listingApplication.review.prompt
source: Please check the details below
ko: 아래 내용이 맞는지 확인해 주세요

# listingDetail.action.apply
source: Apply
ko: 신청하기

# listingDetail.action.contact
source: Contact
ko: 문의하기

# listingDetail.error.loadFailed
source: We couldn't load the listing details. Please try again later.
ko: 매물 정보를 불러오지 못했어요. 잠시 후 다시 시도해주세요.

# listingDetail.field.buildingType
source: Building Type
ko: 건물 형태

# listingDetail.field.deposit
source: Deposit
ko: 보증금

# listingDetail.field.elevator
source: Elevator
ko: 엘리베이터

# listingDetail.field.floor
source: Floors
ko: 층수

# listingDetail.field.genderPolicy
source: Gender
ko: 남녀구분

# listingDetail.field.heatingFacility
source: Heating
ko: 난방시설

# listingDetail.field.kitchenFacility
source: Kitchen
ko: 주방시설

# listingDetail.field.laundryFacility
source: Laundry
ko: 세탁시설

# listingDetail.field.livingFacility
source: Amenities
ko: 생활시설

# listingDetail.field.maintenanceFee
source: Maint. Fee
ko: 관리비

# listingDetail.field.monthlyRent
source: Monthly Rent
ko: 월세

# listingDetail.field.nearbyAmenities
source: Nearby Amenities
ko: 주변 편의시설

# listingDetail.field.otherDetails
source: Features
ko: 기타사항

# listingDetail.field.parking
source: Parking
ko: 주차

# listingDetail.field.providedSupplies
source: Supplies
ko: 제공비품

# listingDetail.field.refundPolicy
source: Refunds
ko: 환불 규정

# listingDetail.field.rentType
source: Rental Type
ko: 임대 유형

# listingDetail.field.roomType
source: Room Types
ko: 방 유형

# listingDetail.field.safetyFacility
source: Security
ko: 안전시설

# listingDetail.field.spaceFacility
source: Common Areas
ko: 공간시설

# listingDetail.field.usagePeriod
source: Stay
ko: 이용 기간

# listingDetail.format.deposit.overview
source: Dep. %@
ko: 보증금 %@

# listingDetail.format.deposit.roomOffer
source: %@ deposit
ko: 보증금 %@

# listingDetail.format.floor.equal
source: Floor %@
ko: %@층

# listingDetail.format.floor.equalOfTotal
source: Floor %@ of %@
ko: %@층 / 전체 %@층

# listingDetail.format.floor.maximum
source: Up to floor %@
ko: %@층 이하

# listingDetail.format.floor.maximumOfTotal
source: Up to floor %@ of %@
ko: %@층 이하 / 전체 %@층

# listingDetail.format.floor.minimum
source: Floor %@ and above
ko: %@층 이상

# listingDetail.format.floor.minimumOfTotal
source: Floor %@ and above of %@
ko: %@층 이상 / 전체 %@층

# listingDetail.format.floor.range
source: Floors %@–%@
ko: %@층~%@층

# listingDetail.format.floor.rangeOfTotal
source: Floors %@–%@ of %@
ko: %@층~%@층 / 전체 %@층

# listingDetail.format.floor.totalOnly
source: %@ floors total
ko: 전체 %@층

# listingDetail.format.maintenanceFee.overview
source: Maint. %@
ko: 관리비 %@

# listingDetail.format.monthlyRent
source: %@/mo
ko: 월세 %@

# listingDetail.format.stay.equal
source: %@ months
ko: %@개월

# listingDetail.format.stay.maximum
source: %@ mo max
ko: 최대 %@개월

# listingDetail.format.stay.minimum
source: %@ mo min
ko: 최소 %@개월

# listingDetail.format.stay.range
source: %@–%@ months
ko: %@~%@개월

# listingDetail.format.transit.location
source: %@-min walk from %@ Station
ko: %2$@ 도보 %1$@분

# listingDetail.format.transit.overview
source: %@-min walk %@ Sta.
ko: %2$@ 도보 %1$@분

# listingDetail.like.accessibility.liked
source: Saved listing
ko: 찜한 매물

# listingDetail.like.accessibility.notLiked
source: Unsaved listing
ko: 찜하지 않은 매물

# listingDetail.like.action.like
source: Save listing
ko: 찜하기

# listingDetail.like.action.unlike
source: Remove saved listing
ko: 찜 해제

# listingDetail.review.empty
source: No reviews yet
ko: 등록된 리뷰가 없어요

# listingDetail.review.prompt
source: Check out the reviews
ko: 리뷰를 확인해보세요

# listingDetail.section.locationAndNearby
source: Location
ko: 위치 및 주변시설

# listingDetail.section.roomOffers
source: Room Types
ko: 각 방 정보

# listingDetail.tab.building
source: Building Details
ko: 건물 정보

# listingDetail.tab.facility
source: Facilities
ko: 공용 시설

# listingDetail.tab.location
source: Location
ko: 위치

# listingDetail.tab.price
source: Price Details
ko: 가격 정보

# listingDetail.tab.property
source: Property Details
ko: 매물 정보

# listingDetail.tab.review
source: Reviews
ko: 리뷰

# listingDetail.tab.roomOffers
source: Room Types
ko: 각 방 정보

# listingDetail.validation.roomTypeRequired
source: Choose a room type
ko: 방 유형을 선택해주세요

# listingDetail.value.elevatorAvailable
source: Elevator Available
ko: 있음

# listingDetail.value.maintenanceFeeNotApplicable
source: N/A
ko: 없음

# listingDetail.value.noAddressInfo
source: Address information unavailable
ko: 주소 정보 없음

# listingDetail.value.noDepositInfo
source: Deposit N/A
ko: 보증금 정보 없음

# listingDetail.value.noElevator
source: No Elevator
ko: 없음

# listingDetail.value.noInfo
source: N/A
ko: 정보 없음

# listingDetail.value.noMaintenanceFee
source: No Maint. Fee
ko: 관리비 없음

# listingDetail.value.noMaintenanceFeeInfo
source: Maint. Fee N/A
ko: 관리비 정보 없음

# listingDetail.value.noNearbyAmenities
source: No nearby amenities listed
ko: 등록된 주변 편의시설 정보가 없어요

# listingDetail.value.noParking
source: No Parking
ko: 불가능

# listingDetail.value.noPriceInfo
source: Price N/A
ko: 가격 정보 없음

# listingDetail.value.noRentalTypeInfo
source: Rental type N/A
ko: 임대 유형 정보 없음

# listingDetail.value.noTransitInfo
source: Transit info unavailable
ko: 교통 정보 없음

# listingDetail.value.parkingAvailable
source: Parking Available
ko: 가능

# login.appleButton
source: Sign in with Apple
ko: Apple로 로그인

# login.googleButton
source: Sign in with Google
ko: Google 계정으로 로그인

# login.notification.allowButton
source: Allow Notifications
ko: 알림 받기

# login.notification.description
source: You can manage notification settings anytime in your device settings.
ko: ‘설정 > 앱 > 코히어’에서 알림설정 변경이 가능합니다.

# login.notification.title
source: We'll send alerts so you don't miss great listings
ko: 좋은 매물을 놓치지 않도록 알림을 드릴게요

# login.quickStartBadge
source: In just a minute!
ko: 1분만에 시작하기

# login.terms.agreeAllRequired
source: Agree to All Terms
ko: 필수 약관 전체 동의

# login.terms.marketing.title
source: Marketing Communications
ko: 마케팅 정보 수신 동의 (선택)

# login.terms.marketingOptional.title
source: Marketing Communications
ko: 마케팅 정보 수신 동의 (선택)

# login.terms.privacy.title
source: Privacy Policy
ko: 개인정보처리방침

# login.terms.privacyRequired.title
source: Privacy Policy *
ko: 개인정보처리방침 (필수)

# login.terms.requiredSectionTitle
source: Required Agreements
ko: 코히어 이용 약관 동의

# login.terms.service.title
source: Terms of Service
ko: 서비스 이용약관

# login.terms.serviceRequired.title
source: Terms of Service *
ko: 서비스 이용약관 (필수)

# login.terms.startButton
source: Agree & Get Started
ko: 시작하기

# login.terms.title
source: Review and agree to the terms to get started
ko: 코히어 로그인을 위해 꼭 필요한 동의만 추렸어요

# login.userType.findRoom.title
source: Find My Room
ko: 방 구하기

# login.userType.rentOut.title
source: Rent Out
ko: 방 내놓기

# login.userType.subtitle
source: Choose the service you need
ko: 원하시는 서비스를 선택해주세요

# login.userType.title
source: What brings you here?
ko: 어떤 서비스를 이용하시겠어요?

# map.diagnosis.accessibility.collapsed
source: AI room matching diagnosis
ko: AI 방 매칭 진단

# map.diagnosis.accessibility.expandedClose
source: Collapse AI room matching button
ko: AI 방 매칭 버튼 접기

# map.diagnosis.accessibility.results
source: AI room matching results
ko: AI 방 매칭 결과

# map.diagnosis.matchesTitle
source: Your Matches
ko: 맞춤 매물

# map.diagnosis.startButton
source: Start Matching
ko: 맞춤 추천 받기

# map.diagnosis.title
source: Find Your Perfect Room with AI
ko: 챗봇과 함께 나에게 맞는 방 찾기

# map.diagnosis.tryAgain
source: AI filtered your rooms. Tap to retry
ko: 추천 결과를 확인하거나 다시 추천받아 보세요.

# map.filter.accessibility.open
source: Open filters
ko: 필터 설정

# map.filter.any
source: Any
ko: 전체

# map.filter.deposit
source: Deposit
ko: 보증금

# map.filter.monthlyRent
source: Rent
ko: 월세

# map.filter.option.addressRegistration
source: Address Registration
ko: 전입 신고 가능

# map.filter.option.doubleRoom
source: Double Room
ko: 2인실

# map.filter.option.englishSupport
source: English OK
ko: 영어 소통 가능

# map.filter.option.femaleOnly
source: Female Only
ko: 여성 전용

# map.filter.option.mealsIncluded
source: Meals Included
ko: 식사 제공

# map.filter.option.moveInNow
source: Move-in Now
ko: 즉시 입주

# map.filter.option.noARCRequired
source: No ARC
ko: ARC 없음

# map.filter.option.noMaintenanceFee
source: No Maint. Fee
ko: 관리비 없음

# map.filter.option.privateBathroom
source: Private Bath
ko: 개인 화장실

# map.filter.price.underFormat
source: Under %@
ko: %@ 이하

# map.filter.section.options
source: Features
ko: 매물 옵션

# map.filter.section.price
source: Price
ko: 가격

# map.filter.section.propertyType
source: Property Type
ko: 매물 종류

# map.filter.title
source: Filter
ko: 필터

# map.listing.empty.diagnosis
source: No homes match your filters yet
ko: 조건에 맞는 집이 아직 없어요

# map.listing.empty.location
source: No listings in this area yet
ko: 이 지역에는 매물이 없어요

# map.locationPermission.message
source: To use Kohere conveniently, please allow location access.
ko: 고객님의 편리한 Kohere 이용을 위해 위치 접근 권한의 허용이 필요합니다

# map.locationPermission.settingsButton
source: Go to Settings
ko: 설정 바로가기

# map.locationPermission.title
source: Allow location access
ko: 위치 권한을 허용해주세요

# map.propertyType.coLiving
source: Co-living
ko: 코리빙

# map.propertyType.goshiwon
source: Goshiwon
ko: 고시원

# map.propertyType.shareHouse
source: Share House
ko: 쉐어하우스

# map.researchAreaButton
source: Search this area
ko: 이 지역에서 다시 검색

# map.search.accessibility
source: Search by area, school, or station
ko: 지역, 학교, 지하철역 검색

# map.search.clear
source: Clear search result
ko: 검색 결과 지우기

# more.activity.myPosts
source: My Posts
ko: 내 게시글

# more.activity.recentlyViewed
source: Recently viewed
ko: 최근 본 매물

# more.activity.savedListings
source: Saved Listings
ko: 찜한 매물

# more.activity.title
source: My Activity
ko: 내 활동

# more.landlordService.promoteRoom
source: Promote your room for free
ko: 무료로 방 홍보하기

# more.landlordService.promoteRoomSubtitle
source: Goshiwon · Share house · Co-living
ko: 고시원 · 쉐어하우스 · 코리빙 등

# more.landlordService.title
source: Host Services
ko: 사장님 서비스

# more.profile.landlordNamePlaceholder
source: Host name
ko: 집주인 이름

# more.profile.nicknamePlaceholder
source: Nickname
ko: 닉네임

# more.support.announcements
source: Announcements
ko: 공지사항

# more.support.collaborationMailBody
source: Please tell us how you would like to work with Kohere, including advertising or partnerships.
ko: 광고, 제휴 등 코히어와 함께하고 싶은 내용을 자유롭게 작성해 주세요.
